{
  "welcome": "Welcome",
  "helloMyNameIsBarbara": "Hello, my name is Barbara Morawiak",
  "intro": "I’m a UI/UX designer who strives to make this world a more beautiful and innovative place. I focus on creating <bold>intuitive</bold>, <bold>functional</bold> and <bold>eye catching</bold> designs. As a creative mind with a background in classical arts and spatial design I love using my skills to brainstorm solutions and new ideas that could improve people’s day-to-day lives.",
  "classicalArts": "Classical Arts",
  "userInterface": "User Interface",
  "userExperience": "User Experience",
  "graphicDesign": "Graphic Design",
  "collabUserInterface": "User Interface (collaborative work)",
  "collabUserExperience": "User Experience (collaborative work)",
  "featuredWork": "Featured Work",
  "otherWork": "Other Work",
  "work": "Work",
  "aboutMe": "About Me",
  "resume": "Resume",
  "helloThere": "Hello there!",
  "sfmDescription": "Logo design, 2019",
  "stillLifeStudyDescription1": "Acrylic on canvas, 2019",
  "stillLifeStudyDescription2": "Acrylic on cardboard, 2018",
  "modelStudyDescription": "Charcoal on cardboard, 2019",
  "mementoMoriDescription": "Charcoal and mixed media on cardboard, 2020",
  "diorHqSeoulDescription": "Markers and pen on paper, 2020",
  "interiorDesignThesisDescription": "Design concept for the interior of the Day Ward of Psychiatric Rehabilitation Ward of Children and Adolescents in Bydgoszcz, Poland",
  "welcomeToMyWorld": "I'm Barbara — Welcome to my world!",
  "aboutMeDescription": "Born and raised in Poland, I owe my interest in art to my grandmother who introduced me to crafts and drawing when I was a wee baby. That simple interest blossomed into a strong passion that’s been driving me to create ever since.\n\nI’ve graduated High School of Fine Arts in Bydgoszcz, Poland and got my diploma in interior design there. Living in Poland my whole life I’ve decided to move to Rotterdam, NL to continue my education in spatial design in Willem de Kooning Academy. I’ve dropped out after a year after I’ve discovered User Interface design and fell head over heels for it - I’ve found my one true love!\n\nI am a fresh minded creative who loves to discover new styles and solutions. I do my best work when I have a team of creative individuals to bounce my ideas off of and brainstorm what could be done, what could be improved and challenge each other to be better designers every day.\n\nAfter working as a UI/UX designer for almost 3 years I’m looking to gain more experience in this field and acquire more skills, more knowledge and use my creative thinking for great things.\n\nFun fact - I have an unhealthy obsession with collecting Star Wars memorabilia and action figures."
}
